<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Переводы для контента
    |--------------------------------------------------------------------------
    */

    'home' => 'Главная',
    'back' => 'Назад',
    'You_are_on_home' => 'Вы находитесь на главной странице',
    'web_site' => 'Веб-сайт',
    'Edit' => 'Редактировать',
    'View' => 'Просмотр',
    'Date' => 'Дата',
    'contact_us' => 'Связаться с нами',
    'welcome' => ', добро пожаловать.',
    'read_more' => 'Подробнее',
    'reset' => 'Сброс',
    'nothing_found' => 'Ничего не найдено, попробуйте ещё...',
    'move_to_top' => 'Передвижение к верху страницы',

    'notes_for_developer' => 'Notes for the web developer',
    'forum' => 'Форум',

];
