<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Переводы для дат
    |--------------------------------------------------------------------------
    */

    'january' => 'Января',
    'february' => 'Февраля',
    'march' => 'Марта',
    'april' => 'Апреля',
    'may' => 'Мая',
    'june' => 'Июня',
    'july' => 'Июля',
    'august' => 'Августа',
    'september' => 'Сентября',
    'october' => 'Октября',
    'november' => 'Ноября',
    'december' => 'Декабря',

];