<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Сообщения для форм
    |--------------------------------------------------------------------------
    */

    'name' => 'Имя',
    'title' => 'Название',
    'description' => 'Описание',
    'email' => 'Электронная почта',
    'tel' => 'Телефон',
    'message' => 'Сообщение',
    'accept' => 'Согласия на обработку персональных данных',
    'password' => 'Пароль',
    'confirm' => 'Подтверждение',
    'password_confirmation' => 'Подтверждение пароля',
    'submit' => 'Отправить',
    'save' => 'Сохранить',
    'received' => 'Получено',
    'refusal' => 'Отказ',
    'verification_code' => 'Код верификации',
    'remember' => 'Запомнить меня',
    '_token' => 'Токен',
    'reset_password' => 'Сбросить пароль',
    'link_to_change_password' => 'Ссылка для изменения пароля',
    'you_forgot_password' => 'Вы забыли свой пароль? Нажмите кнопку, чтобы сбросить его.',

    'id' => 'ID',
    'ip' => 'IP',
    'img' => 'Картинка',
    'status' => 'Статус',
    'slug' => 'Ссылка',
    'parent_id' => 'Родитель',
    'category_id' => 'ID категории',
    'sort' => 'Сортировка',
    'body' => 'Контент',
    'created_at' => 'Создано',
    'updated_at' => 'Обновлено',
    'will_be_updated' => 'Будет обновлено',
    'required' => 'Обязательно для заполнения',

    'type' => 'Тип',
    'value' => 'Значение',
    'role_id' => 'ID роли',
    'role' => 'Роль',
    'address' => 'Адрес',
    'note' => 'Заметка',
    'target' => 'Таргет',
    'item' => 'Элемент',
    'class' => 'Класс',
    'attr' => 'Атрибут',
    'current_menu' => 'Текущее меню',
    'current_group' => 'Текущая группа',

    'cyrillic' => 'Кирилица',
    'latin' => 'Латиница',
    'to_change_key' => 'Изменить ключ',
    'user_id' => 'ID пользователя',
    'date' => 'Дата',
    'qty' => 'Количество',
    'banned' => 'Блокированные',
    'price' => 'Цена',
    'old_price' => 'Старая цена',
    'section' => 'Раздел',

];
