<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Служебные сообщения
    |--------------------------------------------------------------------------
    */

    'Close' => 'Закрыть',
    'remember_me' => 'Запомнить меня',
    'login' => 'Авторизация',
    'Please_enable_JavaScript' => 'Пожалуйста, включите JavaScript в настройках браузера, это необходимо для корректной работы сайта!',
    'browser_you_are_using_is_outdated' => 'К сожалению, браузер, которым вы пользуетесь, устарел и не может корректно отображать сайт. Загрузите любой из следующих браузеров:',

    'page_not_found' => 'Страница не найдена или устарела',
    'unauthorized_error' => 'Несанкционированная ошибка',
    'whoops' => 'Упс! Что-то пошло не так... ',
    'whoops_no_page' => 'Упс! Ошибочка... Дело в том, что страница, которую Вы ищете не существует или устарела. ',
    'whoops_no_auth' => 'Упс! Ошибочка... Дело в том, что с авторизацией что-то пошло не так. ',
    'whoops_no_server' => 'Упс! Ошибочка... Что-то пошло не так... ',
    'you_can_go' => 'Вы можете вернуться назад, либо перейти на главную.',

    'Please_do_not_reply_to_this_email' => 'Пожалуйста, не отвечайте на это письмо, так как оно автоматически сгенерировано.',
    'Please_contact_us' => 'Для связи напишите нам: ',
    'Best_regards' => 'С уважением, ',
    'or_call' => ' или позвоните: ',
    'Information_letter' => 'Информационное письмо',
    'something_went_wrong' => 'Извините, что-то пошло не так...',

    'You_have_filled_out_form' => 'Вы заполнили форму на сайте ',
    'You_placed_order' => 'Вы сделали заказ на сайте ',
    'Completed_form' => 'Заполнена форма :name на сайте ',
    'An_order_has_been_placed' => 'Оформлен заказ :order_id на сайте ',
    'Your_form_has_been_received' => 'Ваша форма получена. Спасибо за ваше внимание и уделённое время!<br>Мы ознакомимся и при необходимости свяжемся с вами.',
    'Your_order_was_successfully_received' => 'Ваш заказ успешно получен.<br>Мы свяжемся с вами в рабочее время. Спасибо за ваше внимание и уделённое время!',
    'Your_form_successfully' => 'Ваша форма успешно отправлена.',
    'Completed_successfully' => 'Заполнено успешно',
    'Fill_error' => 'Ошибка заполнения',
    'Preventive_work' => 'Профилактические работы',
    'Preventive_work_go' => 'Упс! Дело в том, что в данный момент на сайте происходят профилактические работы...',
    'Preventive_work_contact' => 'Если вам необходимо срочно с нами связаться, напишите нам: <a href="mailto::email">:email</a>',

    'active' => 'Активно',
    'inactive' => 'Черновик',
    'created_successfully' => 'ID :id успешно создано.',
    'add_successfully' => 'ID :id успешно добавлено.',
    'saved_successfully' => 'ID :id успешно сохранено.',
    'changed_successfully' => 'ID :id успешно изменено.',
    'cleared_successfully' => 'ID :id очищено успешно.',
    'removed_successfully' => 'ID :id успешно удалено.',
    'removed_successfully_name' => ':name успешно удалено.',
    'remove' => 'Удалить',
    'remove_not_possible' => 'Удаление невозможно',
    'there_are_nested' => 'есть вложенные',
    'there_are_parents' => 'есть родители',
    'user_has' => 'У пользователя есть ',
    'product_is_present_in_order' => 'Товар присутствует в заказе ',
    'cancel' => 'Отмена',
    'confirm' => 'Подтверждение',

    'guest' => 'Гость',
    'user' => 'Пользователь',
    'admin' => 'Администратор',
    'editor' => 'Редактор',

    'new' => 'Новый',
    'strange' => 'Странный',
    'dangerous' => 'Опасный',
    'sociable' => 'Общительный',
    'wonderful' => 'Замечательный',
    'completed' => 'Завершён',
    'in_process' => 'В процессе',

    'top' => 'Сверху',
    'bottom' => 'Снизу',
    'clear' => 'Очистить',
    'data_was_not_changed' => 'Данные не были изменены.',
    'delivery' => 'Доставка',
    'delivery_sum' => 'Сумма доставки',
    'discount' => 'Скидка',
    'discount_code' => 'Код скидки',
    'qty' => 'Кол-во',
    'sum' => 'Сумма',
    'price' => 'Цена',
    'go' => 'Перейти',
    'choose' => 'Выбрать',

    'maximum_file_size' => 'Максимальный размер файла :size мб.',
    'allowed_to_upload_files' => 'Разрешены к загрузке файлы: ',
    'admin_choose_admin' => 'Роль Администратора может выбрать только Администратор.',
    'translation_already' => 'Такой перевод уже есть.',

    'checkbox' => 'Чекбокс',
    'radio' => 'Радиокнопка',
    'select' => 'Выпадающий список',
    'range' => 'Ползунок',

];
