<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Магазин сообщения
    |--------------------------------------------------------------------------
    */

    'catalog' => 'Каталог',
    'cart' => 'Корзина',
    'add_to_cart' => 'В корзину',
    'make_an_order' => 'Оформить заказ',
    'success_plus' => 'Успешно добавлено',
    'success_minus' => 'Успешно уменьшено',
    'success_destroy' => 'Удалено успешно',
    'order_successfully' => 'Заказ успешно оформлен',
    'continue_shopping' => 'Продолжить покупки',

    'id' => 'ID',
    'image' => 'Картинка',
    'title' => 'Название',
    'quantity' => 'Кол-во',
    'price' => 'Цена',
    'minus' => 'Минус',
    'plus' => 'Плюс',
    'total' => 'Итого',
    'sum' => 'Сумма',
    'cart_empty' => 'Корзина пока пуста...',

];
