<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Shop settings
    |--------------------------------------------------------------------------
    */

    // Таблица товаров
    'product_table' => 'products',

    // Поля товара для отображения в корзине
    'cart_elements' => [
        'id',
        'title',
        'slug',
        'img',
        'old_price',
        'price',
    ],

    // Виды доставки
    'delivery' => [
        'courier', // Курьером
        'pickup', // Самовывоз
    ],

];
