<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Служебные сообщения
    |--------------------------------------------------------------------------
    */

    'Close' => 'Закрыть',
    'remember_me' => 'Запомнить меня',
    'login' => 'Авторизация',
    'Please_enable_JavaScript' => 'Пожалуйста, включите JavaScript в настройках браузера, это необходимо для корректной работы сайта!',
    'browser_you_are_using_is_outdated' => 'К сожалению, браузер, которым вы пользуетесь, устарел и не может корректно отображать сайт. Загрузите любой из следующих браузеров:',

    'page_not_found' => 'Страница не найдена или устарела',
    'unauthorized_error' => 'Несанкционированная ошибка',
    'whoops' => 'Упс! Что-то пошло не так... ',
    'whoops_no_page' => 'Упс! Ошибочка... Дело в том, что страница, которую Вы ищете не существует или устарела. ',
    'whoops_no_auth' => 'Упс! Ошибочка... Дело в том, что с авторизацией что-то пошло не так. ',
    'whoops_no_server' => 'Упс! Ошибочка... Что-то пошло не так... ',
    'you_can_go' => 'Вы можете вернуться назад, либо перейти на главную.',

    'Please_do_not_reply_to_this_email' => 'Пожалуйста, не отвечайте на это письмо, так как оно автоматически сгенерировано. Для связи напишите нам: ',
    'Best_regards' => 'С уважением, ',
    'or_call' => ' или позвоните: ',
    'Information_letter' => 'Информационное письмо',
    'something_went_wrong' => 'Извините, что-то пошло не так...',

    'You_have_filled_out_form' => 'Вы заполнили форму на сайте ',
    'Completed_form' => 'Заполнена форма :name на сайте ',
    'Your_form_has_been_received' => 'Ваша форма получена. Спасибо за ваше внимание и уделённое время!<br>Мы ознакомимся и при необходимости свяжемся с вами.',
    'Your_form_successfully' => 'Ваша форма успешно отправлена.',
    'Completed_successfully' => 'Заполнено успешно',
    'Fill_error' => 'Ошибка заполнения',
    'Preventive_work' => 'Профилактические работы',
    'Preventive_work_go' => 'Упс! Дело в том, что в данный момент на сайте происходят профилактические работы...',
    'Preventive_work_contact' => 'Если вам необходимо срочно с нами связаться, напишите нам: <a href="mailto::email">:email</a> или позвоните: :tel',

];
